import styles from './page.module.css'

export default function Home() {
    return (
        <main className={styles.main}>
            <div className={styles.main__heading}>
                <h1>e-Svitlo <br/> Privacy Policy</h1>
                <hr/>
            </div>

            <div className={styles.main__content}>
                <div className={styles.content_block}>
                    <h5>Support</h5>
                    <p className={styles.content_block__inner_text}>
                        Виникла проблема, звертайтесь <a href="mailto:info.intercode.com "> info.intercode.com</a>
                    </p>
                </div>
                <div className={styles.content_block}>
                    <h5>Privacy Policy</h5>
                    <p className={styles.content_block__inner_text}>
                        Ми в e-Svitlo прагнемо забезпечити конфіденційність та безпеку персональної
                        інформації наших користувачів. <br/>
                        Ця політика конфіденційності пояснює, яку інформацію ми збираємо,
                        як ми її використовуємо та захищаємо. <br/>
                        Якщо ви використовуєте наш веб-сайт, ви погоджуєтеся з цією політикою
                        конфіденційності.<br/>
                        Якщо ви не погоджуєтеся з цією політикою, будь ласка, не використовуйте наш
                        веб-сайт. <br/>
                        Ми збираємо інформацію за допомогою куків та інших подібних технологій, які дозволяють
                        нам збирати деяку інформацію про вас, коли ви взаємодієте з нашим веб-сайтом.
                    </p>
                </div>
                <div className={styles.content_block}>
                    <h5> Terms & Conditions.</h5>
                    <div className={styles.content_block__inner_text}>
                        <p>
                            Дякуємо, що використовуєте наш веб-сайт. <br/>
                            Ці умови та положення встановлюють правила використання нашого веб-сайту та забезпечують вам
                            інформацію про наші послуги. <br/>
                            Ці умови та положення є юридичним договором між вами та e-Svitlo, тому, будь ласка,
                            уважно ознайомтеся з ними перед використанням нашого веб-сайту.
                        </p>

                        <div className={styles.content_block__rule}>
                            <h4>1. Використання веб-сайту</h4>
                            <p>
                                Ви можете використовувати наш веб-сайт лише відповідно до цих умов та положень, згодних
                                законів
                                та правил, а також звичаєвих правил користування веб-сайтами. Ви не повинні
                                використовувати
                                наш
                                веб-сайт для будь-яких незаконних цілей.
                            </p>
                        </div>
                        <div className={styles.content_block__rule}>
                            <h4>2. Зміст веб-сайту</h4>
                            <p>
                                Ми робимо все можливе, щоб забезпечити точність та актуальність інформації, розміщеної
                                на нашому веб-сайті. Проте, ми не гарантуємо, що інформація на нашому веб-сайті буде
                                завжди точною, повною та актуальною. Ми залишаємо за собою право вносити зміни в
                                інформацію на нашому веб-сайті без попереднього повідомлення.
                            </p>
                        </div>
                        <div className={styles.content_block__rule}>
                            <h4>3. Інтелектуальна власність</h4>
                            <p>
                                Весь контент, який знаходиться на нашому веб-сайті, включаючи текст, графіку, логотипи
                                та зображення, захищені авторським правом та іншими законами про інтелектуальну
                                власність. Використання будь-якої частини контенту без нашої згоди заборонене.
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    )
}
